Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Saves the current properties and Scene Editor (Live) edits. A preset with the same name is replaced.
ar: يحفظ الخصائص الحالية وتعديلات محرر المشهد (مباشر). يتم استبدال الإعداد المسبق الذي يحمل الاسم نفسه.
de: Sichert die aktuellen Eigenschaften und Änderungen im Szeneneditor (Live). Eine Voreinstellung mit demselben Namen wird ersetzt.
es: Guarda las propiedades actuales y los cambios del Editor de escenas (en vivo). Se reemplaza el preajuste con el mismo nombre.
fr: Enregistre les propriétés actuelles et les modifications de l’Éditeur de scène (en direct). Un préréglage du même nom est remplacé.
hi: मौजूदा प्रॉपर्टी और सीन एडिटर (लाइव) के बदलाव सेव करता है। इसी नाम का प्रीसेट बदल दिया जाता है।
it: Salva le proprietà attuali e le modifiche dell’Editor scena (live). Una preimpostazione con lo stesso nome viene sostituita.
ja: 現在のプロパティとシーンエディタ（ライブ）での編集を保存します。同じ名前のプリセットは置き換えられます。
ko: 현재 속성과 장면 편집기(라이브) 편집 내용을 저장합니다. 같은 이름의 사전 설정은 대치됩니다.
pl: Zachowuje bieżące właściwości i zmiany z Edytora sceny (na żywo). Ustawienie o tej samej nazwie zostanie zastąpione.
pt_br: Salva as propriedades atuais e as edições do Editor de Cena (ao vivo). Um preajuste com o mesmo nome é substituído.
ru: Сохраняет текущие свойства и изменения Редактора сцены (вживую). Пресет с тем же названием заменяется.
tr: Geçerli özellikleri ve Sahne Düzenleyicisi (Canlı) düzenlemelerini kaydeder. Aynı adlı hazır ayar değiştirilir.
uk: Зберігає поточні властивості й зміни Редактора сцени (наживо). Пресет із такою самою назвою замінюється.
zh_hans: 存储当前属性和场景编辑器（实时）的编辑。同名的预设会被替换。
zh_hant: 儲存目前屬性和場景編輯器（即時）的編輯。同名的預設會被取代。

source: Saves the current properties and Scene Editor edits. A preset with the same name is replaced.
ar: يحفظ الخصائص الحالية وتعديلات محرر المشهد. يُستبدل الإعداد المسبق الذي يحمل الاسم نفسه.
de: Sichert die aktuellen Eigenschaften und Änderungen im Szeneneditor. Eine Voreinstellung mit demselben Namen wird ersetzt.
es: Guarda las propiedades actuales y los cambios del Editor de escenas. Se reemplaza el preajuste con el mismo nombre.
fr: Enregistre les propriétés actuelles et les modifications de l’Éditeur de scène. Un préréglage du même nom est remplacé.
hi: मौजूदा प्रॉपर्टी और सीन एडिटर के बदलाव सहेजता है। इसी नाम का प्रीसेट बदल दिया जाता है।
it: Salva le proprietà attuali e le modifiche dell’Editor scena. Un preset con lo stesso nome viene sostituito.
ja: 現在のプロパティとシーンエディタでの編集を保存します。同じ名前のプリセットは置き換えられます。
ko: 현재 속성과 장면 편집기 편집 내용을 저장합니다. 이름이 같은 사전 설정은 대치됩니다.
pl: Zapisuje bieżące właściwości i zmiany z Edytora sceny. Ustawienie wstępne o tej samej nazwie zostanie zastąpione.
pt_br: Salva as propriedades atuais e as edições do Editor de Cena. Uma predefinição com o mesmo nome é substituída.
ru: Сохраняет текущие свойства и изменения в Редакторе сцены. Пресет с таким же именем будет заменён.
tr: Geçerli özellikleri ve Sahne Düzenleyicisi düzenlemelerini kaydeder. Aynı adlı hazır ayar değiştirilir.
uk: Зберігає поточні властивості та зміни в Редакторі сцени. Пресет із такою самою назвою буде замінено.
zh_hans: 保存当前属性和场景编辑器中的编辑。同名预设将被替换。
zh_hant: 儲存目前屬性與場景編輯器中的編輯。同名的預設組合會被取代。

source: Saves the wallpaper on the display under the pointer, without desktop icons or windows.
ar: يحفظ الخلفية على شاشة العرض الموجودة أسفل المؤشر، بدون أيقونات سطح المكتب أو النوافذ.
de: Sichert das Hintergrundbild des Bildschirms unter dem Zeiger, ohne Schreibtischsymbole oder Fenster.
es: Guarda el fondo de pantalla de la pantalla bajo el puntero, sin iconos del escritorio ni ventanas.
fr: Enregistre le fond d’écran du moniteur sous le pointeur, sans icônes du bureau ni fenêtres.
hi: पॉइंटर के नीचे वाले डिस्प्ले का वॉलपेपर डेस्कटॉप आइकन या विंडो के बिना सहेजता है।
it: Salva lo sfondo del monitor sotto il puntatore, senza icone della scrivania né finestre.
ja: ポインタの下にあるディスプレイの壁紙を、デスクトップアイコンやウインドウなしで保存します。
ko: 포인터 아래에 있는 디스플레이의 배경화면을 데스크탑 아이콘이나 윈도우 없이 저장합니다.
pl: Zapisuje tapetę monitora pod wskaźnikiem, bez ikon biurka i okien.
pt_br: Salva a imagem de fundo da tela sob o ponteiro, sem ícones da mesa ou janelas.
ru: Сохраняет обои монитора под указателем, без значков рабочего стола и окон.
tr: İmlecin altındaki ekranın duvar kâğıdını masaüstü simgeleri veya pencereler olmadan kaydeder.
uk: Зберігає шпалери монітора під курсором, без значків робочого столу й вікон.
zh_hans: 存储指针下方显示器上的墙纸，不含桌面图标或窗口。
zh_hant: 儲存指標下方顯示器上的背景圖片，不含桌面圖像或視窗。

source: Save…
ar: حفظ…
de: Sichern …
es: Guardar…
fr: Enregistrer…
hi: सहेजें…
it: Salva…
ja: 保存…
ko: 저장…
pl: Zachowaj…
pt_br: Salvar…
ru: Сохранить…
tr: Kaydet…
uk: Зберегти…
zh_hans: 存储…
zh_hant: 儲存⋯

source: Scales the layer in time with the audio.
ar: يغيّر حجم الطبقة بالتزامن مع الصوت.
de: Skaliert die Ebene im Takt des Audios.
es: Escala la capa al compás del audio.
fr: Redimensionne le calque au rythme du son.
hi: ऑडियो की ताल पर लेयर को स्केल करता है.
it: Ridimensiona il livello a tempo con l’audio.
ja: オーディオに合わせてレイヤーを拡大縮小します。
ko: 오디오에 맞춰 레이어의 크기를 조절합니다.
pl: Skaluje warstwę w rytm dźwięku.
pt_br: Redimensiona a camada no ritmo do áudio.
ru: Масштабирует слой в такт звуку.
tr: Katmanı sesle uyumlu olarak ölçekler.
uk: Масштабує шар у такт зі звуком.
zh_hans: 随音频节奏缩放图层。
zh_hant: 讓圖層隨音訊節奏縮放。

source: Scales the picture with the beat. %@
ar: يغيّر حجم الصورة مع الإيقاع. %@
de: Skaliert das Bild im Takt. %@
es: Escala la imagen al ritmo. %@
fr: Redimensionne l’image au rythme de la musique. %@
hi: बीट के साथ तस्वीर को स्केल करता है. %@
it: Ridimensiona l’immagine a tempo con il ritmo. %@
ja: ビートに合わせて画像を拡大縮小します。%@
ko: 비트에 맞춰 그림의 크기를 조절합니다. %@
pl: Skaluje obraz w rytm muzyki. %@
pt_br: Redimensiona a imagem no ritmo da batida. %@
ru: Масштабирует изображение в такт музыке. %@
tr: Resmi ritimle birlikte ölçekler. %@
uk: Масштабує зображення в такт ритму. %@
zh_hans: 随节拍缩放画面。%@
zh_hant: 讓畫面隨節拍縮放。%@

source: Scan the code with your Android device's camera, or open the address in its browser. Both devices must be on the same network.
ar: امسح الرمز ضوئيًا بكاميرا جهاز Android، أو افتح العنوان في متصفحه. يجب أن يكون الجهازان على الشبكة نفسها.
de: Scannen Sie den Code mit der Kamera Ihres Android-Geräts oder öffnen Sie die Adresse in dessen Browser. Beide Geräte müssen mit demselben Netzwerk verbunden sein.
es: Escanea el código con la cámara de tu dispositivo Android o abre la dirección en su navegador. Ambos dispositivos deben estar en la misma red.
fr: Scannez le code avec l’appareil photo de votre appareil Android, ou ouvrez l’adresse dans son navigateur. Les deux appareils doivent être sur le même réseau.
hi: अपने Android डिवाइस के कैमरे से कोड स्कैन करें, या उसके ब्राउज़र में पता खोलें। दोनों डिवाइस एक ही नेटवर्क पर होने चाहिए।
it: Scansiona il codice con la fotocamera del dispositivo Android oppure apri l’indirizzo nel suo browser. Entrambi i dispositivi devono essere sulla stessa rete.
ja: Android デバイスのカメラでコードをスキャンするか、デバイスのブラウザでアドレスを開きます。両方のデバイスが同じネットワークに接続されている必要があります。
ko: Android 기기의 카메라로 코드를 스캔하거나 기기의 브라우저에서 주소를 엽니다. 두 기기가 같은 네트워크에 연결되어 있어야 합니다.
pl: Zeskanuj kod aparatem urządzenia z Androidem lub otwórz adres w jego przeglądarce. Oba urządzenia muszą być w tej samej sieci.
pt_br: Escaneie o código com a câmera do seu dispositivo Android ou abra o endereço no navegador dele. Os dois dispositivos precisam estar na mesma rede.
ru: Отсканируйте код камерой устройства Android или откройте адрес в его браузере. Оба устройства должны быть в одной сети.
tr: Kodu Android aygıtınızın kamerasıyla tarayın veya adresi aygıtın tarayıcısında açın. İki aygıt da aynı ağda olmalıdır.
uk: Відскануйте код камерою пристрою Android або відкрийте адресу в його браузері. Обидва пристрої мають бути в одній мережі.
zh_hans: 使用 Android 设备的相机扫描代码，或在其浏览器中打开该地址。两台设备必须连接到同一网络。
zh_hant: 使用 Android 裝置的相機掃描代碼，或在其瀏覽器中打開該位址。兩部裝置必須連接同一個網路。

source: Scatters sparkles across the layer.
ar: ينثر بريقًا عبر الطبقة.
de: Verteilt Glitzer über die Ebene.
es: Esparce destellos por la capa.
fr: Parsème le calque de paillettes.
hi: लेयर पर चमकीले कण बिखेरता है.
it: Sparge scintille sul livello.
ja: レイヤー全体にきらめきを散りばめます。
ko: 레이어 전체에 반짝이를 흩뿌립니다.
pl: Rozsypuje iskierki po warstwie.
pt_br: Espalha cintilações pela camada.
ru: Рассыпает блёстки по слою.
tr: Katman boyunca parıltılar saçar.
uk: Розсипає іскорки по шару.
zh_hans: 在图层上散布闪光。
zh_hant: 在圖層上灑落閃光。

source: Scene
ar: مشهد
de: Szene
es: Escena
fr: Scène
hi: सीन
it: Scena
ja: シーン
ko: 장면
pl: Scena
pt_br: Cena
ru: Сцена
tr: Sahne
uk: Сцена
zh_hans: 场景
zh_hant: 場景

source: Scene (Dynamic)
ar: مشهد (متحرك)
de: Szene (dynamisch)
es: Escena (dinámica)
fr: Scène (dynamique)
hi: सीन (डायनैमिक)
it: Scena (dinamica)
ja: シーン（ダイナミック）
ko: 장면(동적)
pl: Scena (dynamiczna)
pt_br: Cena (Dinâmica)
ru: Сцена (динамическая)
tr: Sahne (Değişken)
uk: Сцена (динамічна)
zh_hans: 场景（动态）
zh_hant: 場景（動態）

source: Scene (Pre-Rendered)
ar: مشهد (مرندر مسبقًا)
de: Szene (vorgerendert)
es: Escena (preprocesada)
fr: Scène (prérendue)
hi: सीन (प्री-रेंडर्ड)
it: Scena (pre-renderizzata)
ja: シーン（プリレンダリング済）
ko: 장면(사전 렌더링)
pl: Scena (prerenderowana)
pt_br: Cena (Pré-renderizada)
ru: Сцена (пререндеринг)
tr: Sahne (Önceden İşlenmiş)
uk: Сцена (попередньо відмальована)
zh_hans: 场景（预渲染）
zh_hant: 場景（預先轉譯）

source: Scene Detail
ar: تفاصيل المشهد
de: Szenendetails
es: Detalle de la escena
fr: Détail des scènes
hi: सीन डिटेल
it: Dettaglio scena
ja: シーンの詳細度
ko: 장면 세부 수준
pl: Szczegółowość sceny
pt_br: Detalhe da Cena
ru: Детализация сцены
tr: Sahne Ayrıntısı
uk: Деталізація сцени
zh_hans: 场景细节
zh_hant: 場景細節

source: Scene Editor
ar: محرر المشهد
de: Szeneneditor
es: Editor de escenas
fr: Éditeur de scène
hi: सीन एडिटर
it: Editor scena
ja: シーンエディタ
ko: 장면 편집기
pl: Edytor sceny
pt_br: Editor de Cena
ru: Редактор сцены
tr: Sahne Düzenleyicisi
uk: Редактор сцени
zh_hans: 场景编辑器
zh_hant: 場景編輯器

source: Scene Editor (Live)
ar: محرر المشهد (مباشر)
de: Szeneneditor (Live)
es: Editor de escenas (en vivo)
fr: Éditeur de scène (en direct)
hi: सीन एडिटर (लाइव)
it: Editor scena (live)
ja: シーンエディタ（ライブ）
ko: 장면 편집기(라이브)
pl: Edytor sceny (na żywo)
pt_br: Editor de Cena (ao vivo)
ru: Редактор сцены (вживую)
tr: Sahne Düzenleyicisi (Canlı)
uk: Редактор сцени (наживо)
zh_hans: 场景编辑器（实时）
zh_hant: 場景編輯器（即時）

source: Scene Editor (Live) edits are reset too.
ar: تتم إعادة تعيين تعديلات محرر المشهد (مباشر) أيضًا.
de: Änderungen im Szeneneditor (Live) werden ebenfalls zurückgesetzt.
es: Los cambios del Editor de escenas (en vivo) también se restablecen.
fr: Les modifications de l’Éditeur de scène (en direct) sont aussi réinitialisées.
hi: सीन एडिटर (लाइव) के बदलाव भी रीसेट हो जाते हैं।
it: Anche le modifiche dell’Editor scena (live) vengono ripristinate.
ja: シーンエディタ（ライブ）での編集もリセットされます。
ko: 장면 편집기(라이브) 편집 내용도 재설정됩니다.
pl: Zmiany z Edytora sceny (na żywo) również zostaną zresetowane.
pt_br: As edições do Editor de Cena (ao vivo) também são redefinidas.
ru: Изменения Редактора сцены (вживую) тоже сбрасываются.
tr: Sahne Düzenleyicisi (Canlı) düzenlemeleri de sıfırlanır.
uk: Зміни Редактора сцени (наживо) теж скидаються.
zh_hans: 场景编辑器（实时）的编辑也会被重置。
zh_hant: 場景編輯器（即時）的編輯也會被重置。

source: Scene Editor edits are reset too.
ar: تتم إعادة تعيين تعديلات محرر المشهد أيضًا.
de: Änderungen im Szeneneditor werden ebenfalls zurückgesetzt.
es: También se restablecen los cambios del Editor de escenas.
fr: Les modifications de l’Éditeur de scène sont aussi réinitialisées.
hi: सीन एडिटर के बदलाव भी रीसेट होंगे।
it: Vengono ripristinate anche le modifiche dell’Editor scena.
ja: シーンエディタでの変更もリセットされます。
ko: 장면 편집기에서 편집한 내용도 재설정됩니다.
pl: Zmiany wprowadzone w Edytorze sceny również zostaną zresetowane.
pt_br: As edições do Editor de Cena também são redefinidas.
ru: Изменения, сделанные в Редакторе сцены, тоже сбрасываются.
tr: Sahne Düzenleyicisi düzenlemeleri de sıfırlanır.
uk: Зміни, зроблені в Редакторі сцени, теж скидаються.
zh_hans: 场景编辑器中的编辑也会被重置。
zh_hant: 場景編輯器中的編輯也會重置。

source: Scene Music
ar: موسيقى المشهد
de: Szenenmusik
es: Música de la escena
fr: Musique de la scène
hi: सीन संगीत
it: Musica della scena
ja: シーンの音楽
ko: 장면 음악
pl: Muzyka sceny
pt_br: Música da Cena
ru: Музыка сцены
tr: Sahne Müziği
uk: Музика сцени
zh_hans: 场景音乐
zh_hant: 場景音樂

source: Scene Music Volume
ar: مستوى صوت موسيقى المشهد
de: Lautstärke der Szenenmusik
es: Volumen de la música de la escena
fr: Volume de la musique de la scène
hi: सीन संगीत का वॉल्यूम
it: Volume musica della scena
ja: シーンの音楽の音量
ko: 장면 음악 음량
pl: Głośność muzyki sceny
pt_br: Volume da Música da Cena
ru: Громкость музыки сцены
tr: Sahne Müziği Ses Düzeyi
uk: Гучність музики сцени
zh_hans: 场景音乐音量
zh_hant: 場景音樂音量

source: Scene Objects
ar: كائنات المشهد
de: Szenenobjekte
es: Objetos de la escena
fr: Objets de la scène
hi: सीन ऑब्जेक्ट
it: Oggetti della scena
ja: シーンオブジェクト
ko: 장면 객체
pl: Obiekty sceny
pt_br: Objetos da Cena
ru: Объекты сцены
tr: Sahne Nesneleri
uk: Обʼєкти сцени
zh_hans: 场景对象
zh_hant: 場景物件

source: Scene Unavailable
ar: المشهد غير متوفر
de: Szene nicht verfügbar
es: Escena no disponible
fr: Scène indisponible
hi: सीन उपलब्ध नहीं है
it: Scena non disponibile
ja: シーンを利用できません
ko: 장면을 사용할 수 없음
pl: Scena niedostępna
pt_br: Cena Indisponível
ru: Сцена недоступна
tr: Sahne Kullanılamıyor
uk: Сцена недоступна
zh_hans: 场景不可用
zh_hant: 無法使用場景

source: Scene effects are toggled under User Scene Settings.
ar: يتم تشغيل تأثيرات المشهد وإيقافها ضمن «إعدادات المشهد للمستخدم».
de: Szeneneffekte werden unter „Szeneneinstellungen des Benutzers“ ein- und ausgeschaltet.
es: Los efectos de escena se activan en Ajustes de escena del usuario.
fr: Les effets de la scène s’activent dans « Réglages de scène personnalisés ».
hi: सीन इफ़ेक्ट उपयोगकर्ता सीन सेटिंग में चालू या बंद किए जाते हैं.
it: Gli effetti della scena si attivano e disattivano in Impostazioni utente della scena.
ja: シーンエフェクトは「ユーザシーン設定」でオン/オフを切り替えます。
ko: 장면 효과는 사용자 장면 설정에서 켜거나 끌 수 있습니다.
pl: Efekty sceny włącza się w sekcji „Ustawienia sceny użytkownika”.
pt_br: Os efeitos da cena são ativados ou desativados em Ajustes de Cena do Usuário.
ru: Эффекты сцены включаются в разделе «Пользовательские настройки сцены».
tr: Sahne efektleri Kullanıcı Sahne Ayarları altında açılıp kapatılır.
uk: Ефекти сцени вмикаються в розділі «Користувацькі параметри сцени».
zh_hans: 场景效果可在“用户场景设置”中开关。
zh_hant: 場景效果可在「使用者場景設定」中開關。

source: Scene rendering, Workshop, multi-display
ar: عرض المشاهد، والورشة، وتعدد شاشات العرض
de: Szenen-Rendering, Workshop, mehrere Displays
es: Renderizado de escenas, Workshop, varias pantallas
fr: Rendu des scènes, Workshop, multi-moniteurs
hi: सीन रेंडरिंग, Workshop, मल्टी-डिस्प्ले
it: Rendering delle scene, Workshop, più schermi
ja: シーンのレンダリング、ワークショップ、マルチディスプレイ
ko: 장면 렌더링, 창작마당, 다중 디스플레이
pl: Renderowanie scen, Warsztat, wiele wyświetlaczy
pt_br: Renderização de cenas, Oficina, várias telas
ru: Рендеринг сцен, Мастерская, несколько дисплеев
tr: Sahne işleme, Atölye, çoklu ekran
uk: Рендеринг сцен, Майстерня, кілька дисплеїв
zh_hans: 场景渲染、创意工坊、多显示器
zh_hant: 場景渲染、工作坊、多顯示器

source: Scene wallpapers render through Metal with their authored effects. Videos render the same way, so blur, bloom, tint and the rest apply to them too.
ar: تُعرض خلفيات المشاهد عبر Metal بالتأثيرات التي وضعها مؤلفوها. وتُعرض مقاطع الفيديو بالطريقة نفسها، لذا ينطبق عليها التمويه والتوهج والصبغة وغيرها أيضًا.
de: Szenen-Hintergrundbilder werden mit ihren Originaleffekten über Metal gerendert. Videos werden genauso gerendert, sodass Weichzeichnen, Bloom, Tönung und alles andere auch für sie gilt.
es: Los fondos de pantalla de escena se renderizan con Metal con los efectos que les dio su autor. Los vídeos se renderizan igual, así que el desenfoque, el resplandor, el tinte y el resto también se les aplican.
fr: Les fonds d’écran de type scène sont rendus via Metal avec les effets prévus par leur auteur. Les vidéos sont rendues de la même façon, de sorte que le flou, le flou lumineux, la teinte et le reste s’y appliquent aussi.
hi: सीन वॉलपेपर अपने लेखक द्वारा बनाए गए इफ़ेक्ट के साथ Metal से रेंडर होते हैं. वीडियो भी इसी तरह रेंडर होते हैं, इसलिए ब्लर, ब्लूम, टिंट और बाकी इफ़ेक्ट उन पर भी लागू होते हैं.
it: Gli sfondi di tipo scena vengono renderizzati con Metal insieme agli effetti previsti dall’autore. I video vengono renderizzati allo stesso modo, così anche a loro si applicano sfocatura, bloom, tinta e tutto il resto.
ja: シーン壁紙は、作成者が設定したエフェクトとともにMetalでレンダリングされます。ビデオも同じ方法でレンダリングされるため、ぼかし、ブルーム、色合いなどもビデオに適用されます。
ko: 장면 배경화면은 제작자가 구성한 효과와 함께 Metal로 렌더링됩니다. 비디오도 같은 방식으로 렌더링되므로 흐림 효과, 블룸, 색조 등이 비디오에도 적용됩니다.
pl: Tapety typu scena są renderowane przez Metal z efektami nadanymi przez autora. Wideo jest renderowane tak samo, więc rozmycie, bloom, zabarwienie i pozostałe efekty działają także na nie.
pt_br: As imagens de fundo de cena são renderizadas pelo Metal com os efeitos criados pelo autor. Os vídeos são renderizados da mesma forma, então desfoque, bloom, tingimento e os demais efeitos também se aplicam a eles.
ru: Обои-сцены рендерятся через Metal с эффектами автора. Видео рендерится так же, поэтому размытие, Bloom, тонирование и прочее применяются и к нему.
tr: Sahne duvar kâğıtları, yazarlarının hazırladığı efektlerle Metal üzerinden işlenir. Videolar da aynı şekilde işlenir; böylece bulanıklık, bloom, renklendirme ve diğerleri videolara da uygulanır.
uk: Шпалери-сцени рендеряться через Metal з ефектами, заданими автором. Відео рендеряться так само, тож розмиття, Bloom-ефект, тонування та решта застосовуються й до них.
zh_hans: 场景墙纸通过 Metal 渲染，并保留作者设计的效果。视频也以相同方式渲染，因此模糊、泛光、着色等效果同样适用于视频。
zh_hant: 場景背景圖片會透過 Metal 渲染作者設定的效果。影片也以相同方式渲染，因此模糊、光暈、色調等效果同樣適用。

source: Scenes need Wallpaper Engine assets from your Steam copy.
ar: تحتاج المشاهد إلى موارد Wallpaper Engine من نسختك على Steam.
de: Szenen brauchen Wallpaper Engine-Assets aus deiner Steam-Kopie.
es: Las escenas necesitan los recursos de Wallpaper Engine de tu copia de Steam.
fr: Les scènes ont besoin des ressources de Wallpaper Engine de votre copie Steam.
hi: सीन को आपकी Steam कॉपी के Wallpaper Engine ऐसेट चाहिए।
it: Le scene richiedono le risorse di Wallpaper Engine dalla tua copia Steam.
ja: シーンにはお持ちの Steam 版の Wallpaper Engine アセットが必要です。
ko: 장면에는 Steam 사본의 Wallpaper Engine 에셋이 필요합니다.
pl: Sceny wymagają zasobów Wallpaper Engine z Twojej kopii Steam.
pt_br: As cenas precisam dos recursos do Wallpaper Engine da sua cópia Steam.
ru: Сценам нужны ресурсы Wallpaper Engine из вашей копии в Steam.
tr: Sahneler Steam kopyanızdaki Wallpaper Engine varlıklarına ihtiyaç duyar.
uk: Сценам потрібні ресурси Wallpaper Engine з вашої копії в Steam.
zh_hans: 场景需要你 Steam 副本中的 Wallpaper Engine 资源。
zh_hant: 場景需要你 Steam 副本中的 Wallpaper Engine 資源。

source: Scenes need Wallpaper Engine assets from your Steam copy: built-in effects, shaders, materials and fonts. Video and web wallpapers play without them.
ar: تحتاج المشاهد إلى موارد Wallpaper Engine من نسختك على Steam: التأثيرات المضمّنة والمظللات والمواد والخطوط. تعمل خلفيات الفيديو والويب بدونها.
de: Szenen brauchen Wallpaper Engine-Assets aus deiner Steam-Kopie: integrierte Effekte, Shader, Materialien und Schriften. Video- und Web-Hintergrundbilder laufen ohne sie.
es: Las escenas necesitan los recursos de Wallpaper Engine de tu copia de Steam: efectos integrados, sombreadores, materiales y tipos de letra. Los fondos de pantalla de vídeo y web funcionan sin ellos.
fr: Les scènes ont besoin des ressources de Wallpaper Engine de votre copie Steam : effets intégrés, nuanceurs, matériaux et polices. Les fonds d’écran vidéo et web fonctionnent sans elles.
hi: सीन को आपकी Steam कॉपी के Wallpaper Engine ऐसेट चाहिए: बिल्ट-इन इफ़ेक्ट, शेडर, मटीरियल और फ़ॉन्ट। वीडियो और वेब वॉलपेपर इनके बिना चलते हैं।
it: Le scene richiedono le risorse di Wallpaper Engine dalla tua copia Steam: effetti integrati, shader, materiali e font. Gli sfondi video e web funzionano senza.
ja: シーンにはお持ちの Steam 版の Wallpaper Engine アセット（内蔵エフェクト、シェーダー、マテリアル、フォント）が必要です。ビデオと Web の壁紙はなくても再生できます。
ko: 장면에는 Steam 사본의 Wallpaper Engine 에셋(내장 효과, 셰이더, 머티리얼, 서체)이 필요합니다. 비디오 및 웹 배경화면은 에셋 없이 재생됩니다.
pl: Sceny wymagają zasobów Wallpaper Engine z Twojej kopii Steam: wbudowanych efektów, shaderów, materiałów i czcionek. Tapety wideo i sieciowe działają bez nich.
pt_br: As cenas precisam dos recursos do Wallpaper Engine da sua cópia Steam: efeitos integrados, shaders, materiais e fontes. Imagens de fundo de vídeo e web funcionam sem eles.
ru: Сценам нужны ресурсы Wallpaper Engine из вашей копии в Steam: встроенные эффекты, шейдеры, материалы и шрифты. Видео- и веб-обои работают без них.
tr: Sahneler Steam kopyanızdaki Wallpaper Engine varlıklarına ihtiyaç duyar: yerleşik efektler, gölgelendiriciler, malzemeler ve fontlar. Video ve web duvar kâğıtları onlarsız oynatılır.
uk: Сценам потрібні ресурси Wallpaper Engine з вашої копії в Steam: вбудовані ефекти, шейдери, матеріали й шрифти. Відео- та веб-шпалери працюють без них.
zh_hans: 场景需要你 Steam 副本中的 Wallpaper Engine 资源：内置效果、着色器、材质和字体。视频和网页墙纸无需这些资源即可播放。
zh_hant: 場景需要你 Steam 副本中的 Wallpaper Engine 資源：內建效果、著色器、材質和字體。影片和網頁背景圖片不需要這些資源即可播放。

source: Scenes need them; video and web wallpapers don't
ar: تحتاجها المشاهد؛ أما خلفيات الفيديو والويب فلا
de: Szenen brauchen sie, Video- und Web-Hintergrundbilder nicht
es: Las escenas los necesitan; los fondos de pantalla de vídeo y web, no
fr: Les scènes en ont besoin, pas les fonds d’écran vidéo et web
hi: सीन को इनकी ज़रूरत है; वीडियो और वेब वॉलपेपर को नहीं
it: Le scene ne hanno bisogno; gli sfondi video e web no
ja: シーンには必要です。ビデオと Web の壁紙には不要です
ko: 장면에는 필요하고 비디오와 웹 배경화면에는 필요하지 않습니다
pl: Potrzebują ich sceny; tapety wideo i sieciowe nie
pt_br: As cenas precisam deles; imagens de fundo de vídeo e web, não
ru: Они нужны сценам; видео- и веб-обоям — нет
tr: Sahneler bunlara ihtiyaç duyar; video ve web duvar kâğıtları duymaz
uk: Вони потрібні сценам; відео- та веб-шпалерам — ні
zh_hans: 场景需要它们；视频和网页墙纸不需要
zh_hant: 場景需要它們；影片和網頁背景圖片不需要

source: Scenes won't render until you install the assets again. Default wallpapers go to the Trash.
ar: لن تُعرض المشاهد حتى تثبّت الموارد مرة أخرى. تُنقل الخلفيات الافتراضية إلى سلة المهملات.
de: Szenen werden erst wieder dargestellt, wenn du die Assets erneut installierst. Standard-Hintergrundbilder werden in den Papierkorb gelegt.
es: Las escenas no se mostrarán hasta que vuelvas a instalar los recursos. Los fondos de pantalla predeterminados se trasladan a la papelera.
fr: Les scènes ne s’afficheront plus tant que vous n’aurez pas réinstallé les ressources. Les fonds d’écran par défaut sont placés dans la corbeille.
hi: जब तक आप ऐसेट दोबारा इंस्टॉल नहीं करते, सीन रेंडर नहीं होंगे। डिफ़ॉल्ट वॉलपेपर रद्दी में मूव हो जाते हैं।
it: Le scene non verranno visualizzate finché non reinstalli le risorse. Gli sfondi predefiniti vengono spostati nel Cestino.
ja: アセットを再インストールするまでシーンは表示されません。デフォルトの壁紙はゴミ箱に入れられます。
ko: 에셋을 다시 설치할 때까지 장면이 표시되지 않습니다. 기본 배경화면은 휴지통으로 이동됩니다.
pl: Sceny nie będą wyświetlane, dopóki ponownie nie zainstalujesz zasobów. Domyślne tapety trafią do Kosza.
pt_br: As cenas não serão exibidas até você instalar os recursos novamente. As imagens de fundo padrão vão para o Lixo.
ru: Сцены не будут отображаться, пока вы снова не установите ресурсы. Стандартные обои будут перемещены в Корзину.
tr: Varlıkları yeniden yükleyene kadar sahneler görüntülenmez. Varsayılan duvar kâğıtları Çöp Sepeti’ne taşınır.
uk: Сцени не відображатимуться, доки ви знову не встановите ресурси. Стандартні шпалери буде переміщено в Смітник.
zh_hans: 在你重新安装资源之前，场景将无法显示。默认墙纸会被移到废纸篓。
zh_hant: 在你重新安裝資源之前，場景將無法顯示。預設背景圖片會丟到垃圾桶。

source: Scenes, Effects and Music
ar: المشاهد والتأثيرات والموسيقى
de: Szenen, Effekte und Musik
es: Escenas, efectos y música
fr: Scènes, effets et musique
hi: सीन, इफ़ेक्ट और संगीत
it: Scene, effetti e musica
ja: シーン、エフェクト、音楽
ko: 장면, 효과 및 음악
pl: Sceny, efekty i muzyka
pt_br: Cenas, Efeitos e Música
ru: Сцены, эффекты и музыка
tr: Sahneler, Efektler ve Müzik
uk: Сцени, ефекти й музика
zh_hans: 场景、效果和音乐
zh_hant: 場景、效果和音樂
